<template>
  <div class="container mt-[102px] mb-[12px]">
    <div class="flex justify-between">
      <div>
        <h1 class="mb-[36px] text-[64px] font-bold text-[#454545]">
          О компании
        </h1>
        <div
          v-for="item in items"
          :key="item.id"
          class="bg-[#F2F2F2] rounded-2xl w-[520px] h-[253px] px-8 mb-[20px]"
        >
          <h2
            class="text-[64px] font-bold text-[#454545] pb-[83px] pt-2 text-start"
          >
            {{ item.number }}
          </h2>
          <h3 class="text-[24px] text-[#454545] font-semibold">
            {{ item.label }}
          </h3>
        </div>
      </div>
      <div class="w-[540px] mt-7">
        <p>
          Интернет-магазин NORNLIGHT предлагает широкий ассортимент светильников
          для освещения вашего дома или офиса. У нас вы найдете разнообразные
          модели светильников, от современных и стильных до классических и
          элегантных. Мы предлагаем качественные и надежные светильники от
          лучших производителей, которые подарят вам комфорт и уют.
        </p>

        <p class="py-10">
          Покупая светильники в нашем интернет-магазине, вы получаете отличное
          соотношение цены и качества. Мы осуществляем доставку по всей России,
          чтобы каждый клиент мог насладиться прекрасным светом и удобством
          покупки онлайн. Обратитесь к нам сегодня и превратите ваш дом в оазис
          тепла и света с NORNLIGHT!
        </p>

        <p class="pb-10">
          Интернет-магазин NORNLIGHT предлагает широкий ассортимент светильников
          для освещения вашего дома или офиса. У нас вы найдете разнообразные
          модели светильников, от современных и стильных до классических и
          элегантных. Мы предлагаем качественные и надежные светильники от
          лучших производителей, которые подарят вам комфорт и уют.
        </p>

        <p>
          Покупая светильники в нашем интернет-магазине, вы получаете отличное
          соотношение цены и качества. Мы осуществляем доставку по всей России,
          чтобы каждый клиент мог насладиться прекрасным светом и удобством
          покупки онлайн. Обратитесь к нам сегодня и превратите ваш дом в оазис
          тепла и света с NORNLIGHT!
        </p>
      </div>
    </div>
  </div>

  <HomeCarusel class="mb-[20px]" />
  <HomeBlog class="mt-[-0px]" />
</template>

<script setup>
const items = ref([
  {
    number: "170+",
    label: "Товаров",
  },
  {
    number: "1000+",
    label: "Довольных покупателей",
  },
  {
    number: "170+",
    label: "Товаров",
  },
]);
</script>

<style lang="scss" scoped></style>
