<template>
  <div class="container mt-[85px] mb-[127px]">
    <div class="flex flex-col lg:flex-row justify-between">
      <div>
        <h1 class="text-[#454545] text-[40px] lg:text-[65px] font-bold">
          Гарантии
        </h1>
      </div>
      <div class="w-full lg:w-[640px] mt-4">
        <h2 class="text-xl lg:text-2xl font-semibold">
          Обмен и возврат по желанию покупателя
        </h2>
        <p class="mt-[28px] text-[16px] lg:text-[20px]">
          Все товары в магазине «NornLight» имеют гарантию. Она заявляется
          производителем и имеет определенный срок действия на различные группы
          товаров. Если ваше изделие вышло из строя в течение гарантийного
          срока вы можете обратиться к нам и получить бесплатный ремонт. Для
          этого нужно
        </p>
        <ul
          class="text-[16px] lg:text-[20px] ml-4 list-disc list-inside"
        >
          <li>
            Есть документ, подтверждающий покупку в нашем интернет-магазине.
          </li>
          <li>
            Для возврата товара необходимо привезти его к нам в офис. Товар из
            других городов можно прислать нам транспортной компанией, при этом
            услуги транспортной компании оплачиваются клиентом.
          </li>
          <li>
            *В течение 14 дней для отдельных брендов. При оформлении заказа
            уточните у менеджера
          </li>
        </ul>
        <p class="text-[16px] lg:text-[20px]">
          Обращаем внимание, что «А-Свет» не является сервисным центром, а
          выполняет роль посредника между клиентом и поставщиком. Поэтому сроки
          проведения ремонта могут отличаться для товаров различных брендов
        </p>
      </div>
    </div>
  </div>
</template>

<script setup></script>

<style lang="scss" scoped></style>
