<template>
  <div class="container mt-[85px] mb-[127px]">
    <div class="flex flex-col lg:flex-row justify-between">
      <div>
        <h1 class="text-[#454545] text-[40px] lg:text-[65px] font-bold">Возврат</h1>
      </div>
      <div class="w-full lg:w-[640px] mt-4">
         
        <p class="mt-[28px] text-[16px] lg:text-[20px]">
          Если товар по каким-то причинам не подошел вам, вы имеете право
          вернуть его или обменять на другой в течение 7 дней* с момента покупки
          при соблюдении следующих условий:
        </p>
        <ul class="mt-[20px] text-[16px] lg:text-[20px] text-[#2F4DA3] ml-4 list-disc list-inside">
          <li>Товар имеет первоначальный вид, имеется товарная кондиция;</li>
          <li>
            Товар имеет полную комплектацию, включая упаковочные материалы;
          </li>
          <li>
            Товар не имеет следов подключался и не имеет признаков монтажа;
          </li>
          <li>
            Упаковка товара не имеет повреждений, присутствует первоначальный
            товарный вид;
          </li>
          <li>
            Есть документ, подтверждающий покупку в нашем интернет-магазине.
          </li>
          <li>
            Для возврата товара необходимо привезти его к нам в офис. Товар из
            других городов можно прислать нам транспортной компанией, при этом
            услуги транспортной компании оплачиваются клиентом.
          </li>
          <li>
            *В течение 14 дней для отдельных брендов. При оформлении заказа
            уточните у менеджера
          </li>
        </ul>
        <h2 class="mt-[60px] mb-[28px] text-xl lg:text-2xl font-semibold">Обмен и возврат по ошибке продавца</h2>
        <h3 class="mb-[20px] text-lg lg:text-xl">Причины обмена или возврата по ошибке продавца:</h3>
        <ul class="mb-[60px] text-[16px] lg:text-[20px] text-[#2F4DA3] ml-4 list-disc list-inside">
          <li>Неполная комплектация товара</li>
          <li>Брак или дефект товара</li>
          <li>
            Если вы выявили дефект, брак или неполную комплектацию товара,
            необходимо сделать фото дефекта и отправить на
            почту mail@at-svet.ru, указав краткое описание характера брака.
          </li>
          <li>
            Мы заменим бракованный товар или довезем недостающие части. Доставка
            будет осуществлена бесплатно
          </li>
        </ul>
        <h2 class="mb-[28px] text-xl lg:text-2xl font-semibold">Возврат денежных средств</h2>
        <p class="text-[16px] lg:text-[20px]">
          Возврат денежных средств осуществляется путем перевода на банковские
          реквизиты покупателя при наличии заявления от покупателя.
        </p>
      </div>
    </div>
  </div>
</template>

<script setup></script>

<style lang="scss" scoped></style>
